pine64/bl602-re/blobs/bl602_demo_at.reko/bl602_demo_at_rodata_0000.c
// bl602_demo_at_rodata_0000.c
// Generated by decompiling bl602_demo_at.elf
// using Reko decompiler version 0.9.3.0.

#include "bl602_demo_at.h"

struct Eq_274 g_t230A9708 = 
	{
		0x49,
		
		{
			32
		},
		
		{
			42
		},
		
		{
			42
		},
		0x2A2A,
		
		{
			0
		},
	};
struct Eq_274 g_t230A97E4 = 
	{
		114,
		
		{
			97
		},
		
		{
			66
		},
		
		{
			100
		},
		25972,
		
		{
			32
		},
	};
struct Eq_274 g_t230A9888 = 
	{
		0x48,
		
		{
			32
		},
		
		{
			116
		},
		
		{
			111
		},
		0x4F5B,
		
		{
			0
		},
	};
struct Eq_274 g_t230A993C = 
	{
		0x66,
		
		{
			32
		},
		
		{
			73
		},
		
		{
			32
		},
		0x2045,
		
		{
			86
		},
	};
struct Eq_274 g_t230A9974 = 
	{
		0x62,
		
		{
			110
		},
		
		{
			95
		},
		
		{
			101
		},
		26999,
		
		{
			93
		},
	};
struct Eq_274 g_t230A999C = 
	{
		0x5B,
		
		{
			93
		},
		
		{
			0x006B
		},
		
		{
			91
		},
		8285,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230A99BC = 
	{
		0x5B,
		
		{
			93
		},
		
		{
			93
		},
		
		{
			32
		},
		0x7420,
		
		{
			32
		},
	};
struct Eq_274 g_t230A9B24 = 
	{
		99,
		
		{
			101
		},
		
		{
			32
		},
		
		{
			0x0A
		},
		23888,
		
		{
			32
		},
	};
struct Eq_274 g_t230A9B40 = 
	{
		0x5B,
		
		{
			93
		},
		
		{
			100
		},
		
		{
			65
		},
		0x2020,
		
		{
			0
		},
	};
struct Eq_274 g_t230A9DAC = 
	{
		0x5B,
		
		{
			93
		},
		
		{
			0x0069
		},
		
		{
			97
		},
		0x7473,
		
		{
			73
		},
	};
struct Eq_274 g_t230A9DE8 = 
	{
		0x5B,
		
		{
			117
		},
		
		{
			77
		},
		
		{
			114
		},
		0x6C6C,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230A9E54 = 
	{
		77,
		
		{
			114
		},
		
		{
			77
		},
		
		{
			58
		},
		0x0A0D,
		
		{
			48
		},
	};
struct Eq_274 g_t230A9EA8 = 
	{
		0x49,
		
		{
			58
		},
		
		{
			61
		},
		
		{
			0x0067
		},
		24923,
		
		{
			32
		},
	};
struct Eq_274 g_t230A9EB4 = 
	{
		0x47,
		
		{
			58
		},
		
		{
			50
		},
		
		{
			45
		},
		0x2072,
		
		{
			117
		},
	};
struct Eq_274 g_t230A9EC0 = 
	{
		77,
		
		{
			58
		},
		
		{
			32
		},
		
		{
			32
		},
		111,
		
		{
			48
		},
	};
struct Eq_274 g_t230A9F88 = 
	{
		0x62,
		
		{
			110
		},
		
		{
			0x0069
		},
		
		{
			0x0069
		},
		28532,
		
		{
			0
		},
	};
struct Eq_274 g_t230A9FA4 = 
	{
		100,
		
		{
			111
		},
		
		{
			82
		},
		
		{
			118
		},
		0x6920,
		
		{
			0
		},
	};
struct Eq_274 g_t230A9FC0 = 
	{
		0x52,
		
		{
			118
		},
		
		{
			110
		},
		
		{
			116
		},
		0x4120,
		
		{
			0
		},
	};
struct Eq_274 g_t230A9FE8 = 
	{
		0x52,
		
		{
			118
		},
		
		{
			0x0069
		},
		
		{
			115
		},
		0x0A0D,
		
		{
			-0x0011
		},
	};
struct Eq_274 g_t230AA010 = 
	{
		0x52,
		
		{
			118
		},
		
		{
			93
		},
		
		{
			82
		},
		0x7420,
		
		{
			0
		},
	};
struct Eq_274 g_t230AA03C = 
	{
		0x52,
		
		{
			118
		},
		
		{
			82
		},
		
		{
			32
		},
		0x6767,
		
		{
			5
		},
	};
Eq_5849 g_a230AA17C[] = 
	{
	};
Eq_31995 g_t230AA20C = 
	{
		1969516397,
		
		{
			0x0078
		},
	};
Eq_8966 g_t230AA390 = 
	{
		0x40000000
	};
Eq_8966 g_t230AA394 = 
	{
		0xC0000000
	};
real32 g_r230AA398 = 5.0F;
real32 g_r230AA39C = -5.0F;
Eq_2 g_t230AA3A0 = 
	{
		0
	};
Eq_2 g_t230AA3A4 = 
	{
		0
	};
Eq_2 g_t230AA3A8 = 
	{
		0
	};
Eq_2 g_t230AA3AC = 
	{
		0
	};
Eq_2 g_t230AA3B0 = 
	{
		0x0066
	};
Eq_2 g_t230AA3B4 = 
	{
		0x0066
	};
Eq_2 g_t230AA3B8 = 
	{
		0
	};
Eq_2 g_t230AA3BC = 
	{
		0
	};
Eq_2 g_t230AA3C0 = 
	{
		0
	};
Eq_2 g_t230AA3C4 = 
	{
		0
	};
Eq_2 g_t230AA3C8 = 
	{
		0
	};
Eq_2 g_t230AA3CC = 
	{
		0
	};
Eq_2 g_t230AABD0 = 
	{
		0
	};
Eq_2 g_t230AABD4 = 
	{
		-48
	};
Eq_2 g_t230AABD8 = 
	{
		0
	};
Eq_2 g_t230AABDC = 
	{
		0
	};
struct Eq_274 g_t230AAC44 = 
	{
		0x4C,
		
		{
			111
		},
		
		{
			110
		},
		
		{
			114
		},
		0x6163,
		
		{
			7
		},
	};
struct Eq_274 g_t230AAC90 = 
	{
		0x25,
		
		{
			0x0068
		},
		
		{
			0x0A
		},
		
		{
			-20
		},
		~0x147A,
		
		{
			0
		},
	};
struct Eq_274 g_t230AACB0 = 
	{
		110,
		
		{
			114
		},
		
		{
			114
		},
		
		{
			97
		},
		26463,
		
		{
			1
		},
	};
struct Eq_274 g_t230AACB4 = 
	{
		114,
		
		{
			99
		},
		
		{
			97
		},
		
		{
			95
		},
		9533,
		
		{
			7
		},
	};
Eq_2 g_t230AAD00 = 
	{
		-20
	};
Eq_2 g_t230AAD04 = 
	{
		-0x007B
	};
struct Eq_274 g_t230AAD08 = 
	{
		114,
		
		{
			97
		},
		
		{
			95
		},
		
		{
			61
		},
		0x0A0D,
		
		{
			6
		},
	};
struct Eq_274 g_t230AAD1C = 
	{
		114,
		
		{
			97
		},
		
		{
			95
		},
		
		{
			61
		},
		0x0A0D,
		
		{
			0
		},
	};
struct Eq_274 g_t230AAD30 = 
	{
		114,
		
		{
			97
		},
		
		{
			95
		},
		
		{
			61
		},
		0x0A0D,
		
		{
			-5
		},
	};
struct Eq_274 g_t230AAD44 = 
	{
		114,
		
		{
			97
		},
		
		{
			115
		},
		
		{
			61
		},
		0x612C,
		
		{
			8
		},
	};
struct Eq_274 g_t230AAD58 = 
	{
		114,
		
		{
			97
		},
		
		{
			37
		},
		
		{
			0x0A
		},
		28532,
		
		{
			1
		},
	};
struct Eq_274 g_t230AAD6C = 
	{
		114,
		
		{
			97
		},
		
		{
			44
		},
		
		{
			100
		},
		0x3D71,
		
		{
			110
		},
	};
struct Eq_274 g_t230AAD80 = 
	{
		114,
		
		{
			97
		},
		
		{
			0x0067
		},
		
		{
			95
		},
		0x3D70,
		
		{
			32
		},
	};
struct Eq_274 g_t230AAD94 = 
	{
		114,
		
		{
			97
		},
		
		{
			112
		},
		
		{
			101
		},
		0x706D,
		
		{
			4
		},
	};
struct Eq_274 g_t230AADA8 = 
	{
		0x61,
		
		{
			37
		},
		
		{
			-16
		},
		
		{
			-0x0D
		},
		~0x09,
		
		{
			0
		},
	};
struct Eq_274 g_t230AADCC = 
	{
		116,
		
		{
			97
		},
		
		{
			7
		},
		
		{
			9
		},
		11,
		
		{
			6
		},
	};
word32 * g_a230AAE14[15] = 
	{
		&g_dwFFFFFFF0,
		&g_dwFFFFFFF3,
		&g_dwFFFFFFF6,
		&g_dwFFFFFFF8,
		&g_dwFFFFFFFB,
		&g_dwFFFFFFFE,
		null,
		&g_dw0002,
		&g_dw0005,
		&g_dw0007,
		&g_dw0009,
		&g_dw000B,
		&g_dw000E,
		&g_dw0012,
		null,
	};
Eq_19778 g_t230AB3F0 = 
	{
		0x6863616D,
	};
struct Eq_274 g_t230AB960 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			48
		},
		
		{
			61
		},
		0x00,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230ABB38 = 
	{
		0x77,
		
		{
			0x006C
		},
		
		{
			97
		},
		
		{
			0
		},
		0x654B,
		
		{
			76
		},
	};
struct Eq_274 g_t230ABB4C = 
	{
		0x25,
		
		{
			112
		},
		
		{
			114
		},
		
		{
			32
		},
		8308,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230ABB50 = 
	{
		0x70,
		
		{
			0x0077
		},
		
		{
			32
		},
		
		{
			116
		},
		25955,
		
		{
			101
		},
	};
real32 g_r230ABBE0 = 4.544821e+30F;
real32 g_r230ABBE4 = 0.0F;
real32 g_r230ABBE8 = 1.710837e+19F;
real32 g_r230ABBEC = 1.717768e+19F;
real32 g_r230ABBF0 = 5.603197e-11F;
real32 g_r230ABBF4 = 4.122303e+21F;
real32 g_r230ABBF8 = 1.962238e-41F;
struct Eq_274 g_t230ABD14 = 
	{
		114,
		
		{
			0x006D
		},
		
		{
			115
		},
		
		{
			116
		},
		0x2520,
		
		{
			97
		},
	};
struct Eq_274 g_t230ABE50 = 
	{
		114,
		
		{
			97
		},
		
		{
			37
		},
		
		{
			0x0078
		},
		0x7366,
		
		{
			-81
		},
	};
struct Eq_274 g_t230ABEE4 = 
	{
		0x4E,
		
		{
			110
		},
		
		{
			101
		},
		
		{
			0x006C
		},
		31077,
		
		{
			-82
		},
	};
struct Eq_274 g_t230ABEFC = 
	{
		0x4E,
		
		{
			110
		},
		
		{
			112
		},
		
		{
			45
		},
		0x2D2D,
		
		{
			0x0E
		},
	};
struct Eq_274 g_t230ABF1C = 
	{
		0x25,
		
		{
			112
		},
		
		{
			44
		},
		
		{
			121
		},
		0x2072,
		
		{
			74
		},
	};
struct Eq_274 g_t230ABF44 = 
	{
		0x2D,
		
		{
			45
		},
		
		{
			121
		},
		
		{
			44
		},
		0x2072,
		
		{
			114
		},
	};
struct Eq_274 g_t230ABF6C = 
	{
		0x2D,
		
		{
			45
		},
		
		{
			0x0078
		},
		
		{
			0x0D
		},
		0x749A,
		
		{
			-4
		},
	};
struct Eq_274 g_t230ABF98 = 
	{
		0x2D,
		
		{
			45
		},
		
		{
			101
		},
		
		{
			116
		},
		0x2073,
		
		{
			-32
		},
	};
struct Eq_274 g_t230ABFC0 = 
	{
		0x9A,
		
		{
			0x0069
		},
		
		{
			0x0069
		},
		
		{
			0
		},
		0x2000,
		
		{
			95
		},
	};
struct Eq_274 g_t230ABFCC = 
	{
		0x9A,
		
		{
			114
		},
		
		{
			0
		},
		
		{
			0
		},
		0x00,
		
		{
			114
		},
	};
struct Eq_274 g_t230ABFE0 = 
	{
		0x9A,
		
		{
			115
		},
		
		{
			-8
		},
		
		{
			-40
		},
		~0x4645,
		
		{
			40
		},
	};
struct Eq_274 g_t230AC000 = 
	{
		0x9A,
		
		{
			101
		},
		
		{
			114
		},
		
		{
			0x0069
		},
		0x3D3C,
		
		{
			66
		},
	};
<anonymous> g_t230AC044 = <code>;
<anonymous> * g_a230AC218[] = 
	{
	};
struct Eq_274 g_t230AC5D8 = 
	{
		0x77,
		
		{
			47
		},
		
		{
			58
		},
		
		{
			0x0A
		},
		0x7077,
		
		{
			56
		},
	};
struct Eq_274 g_t230AC614 = 
	{
		0x77,
		
		{
			47
		},
		
		{
			112
		},
		
		{
			44
		},
		0x253A,
		
		{
			0x006C
		},
	};
struct Eq_274 g_t230AC64C = 
	{
		0x77,
		
		{
			47
		},
		
		{
			110
		},
		
		{
			46
		},
		0x7473,
		
		{
			32
		},
	};
struct Eq_274 g_t230AC66C = 
	{
		0x41,
		
		{
			101
		},
		
		{
			32
		},
		
		{
			101
		},
		0x6120,
		
		{
			32
		},
	};
struct Eq_274 g_t230AC6A0 = 
	{
		0x41,
		
		{
			99
		},
		
		{
			97
		},
		
		{
			114
		},
		27735,
		
		{
			62
		},
	};
struct Eq_274 g_t230AC6D4 = 
	{
		0x44,
		
		{
			32
		},
		
		{
			0x0068
		},
		
		{
			99
		},
		0x6920,
		
		{
			25
		},
	};
struct Eq_274 g_t230AC6FC = 
	{
		0x41,
		
		{
			101
		},
		
		{
			100
		},
		
		{
			37
		},
		0x6E69,
		
		{
			7
		},
	};
struct Eq_274 g_t230AC734 = 
	{
		0x69,
		
		{
			0x0069
		},
		
		{
			101
		},
		
		{
			116
		},
		0x6469,
		
		{
			79
		},
	};
struct Eq_274 g_t230AC754 = 
	{
		99,
		
		{
			101
		},
		
		{
			97
		},
		
		{
			50
		},
		0x7220,
		
		{
			-47
		},
	};
struct Eq_274 g_t230AC780 = 
	{
		0x66,
		
		{
			32
		},
		
		{
			98
		},
		
		{
			112
		},
		29549,
		
		{
			89
		},
	};
struct Eq_274 g_t230AC7B0 = 
	{
		0x44,
		
		{
			116
		},
		
		{
			61
		},
		
		{
			0x0D
		},
		0x6572,
		
		{
			36
		},
	};
struct Eq_274 g_t230AC7DC = 
	{
		0x3D,
		
		{
			116
		},
		
		{
			115
		},
		
		{
			32
		},
		0x00,
		
		{
			-91
		},
	};
struct Eq_274 g_t230AC810 = 
	{
		115,
		
		{
			99
		},
		
		{
			110
		},
		
		{
			97
		},
		26996,
		
		{
			78
		},
	};
struct Eq_274 g_t230AC824 = 
	{
		114,
		
		{
			0x006C
		},
		
		{
			117
		},
		
		{
			32
		},
		0x206E,
		
		{
			-58
		},
	};
struct Eq_274 g_t230AC840 = 
	{
		115,
		
		{
			99
		},
		
		{
			32
		},
		
		{
			117
		},
		0x2020,
		
		{
			101
		},
	};
struct Eq_274 g_t230AC854 = 
	{
		0x3D,
		
		{
			110
		},
		
		{
			32
		},
		
		{
			121
		},
		0x7420,
		
		{
			65
		},
	};
struct Eq_274 g_t230AC874 = 
	{
		0x34,
		
		{
			121
		},
		
		{
			0
		},
		
		{
			0x006D
		},
		0x3D21,
		
		{
			115
		},
	};
struct Eq_274 g_t230AC8F0 = 
	{
		115,
		
		{
			101
		},
		
		{
			115
		},
		
		{
			101
		},
		0x6166,
		
		{
			-88
		},
	};
struct Eq_46618 g_t230AC93C = 
	{
		0x00,
		&g_t23014298,
		101,
		0x00,
		66,
	};
struct Eq_46618 g_t230AC944 = 
	{
		0x00,
		&g_t230142EC,
		0x6165,
		110,
		181,
	};
struct Eq_274 g_t230AC94C = 
	{
		0x61,
		
		{
			0x006D
		},
		
		{
			-8
		},
		
		{
			84
		},
		0x00,
		
		{
			-60
		},
	};
<anonymous> g_t230AC980 = <code>;
word32 g_dw230AC9A0 = 587285474;
struct Eq_274 g_t230ACA10 = 
	{
		0x20,
		
		{
			100
		},
		
		{
			0
		},
		
		{
			40
		},
		24438,
		
		{
			110
		},
	};
word32 g_a230ACACC[] = 
	{
	};
Eq_582584 g_a230ACECC[] = 
	{
	};
Eq_20710 g_t230AD06C = 
	{
		?? /* Can't read address 4615A0D8 */
,
	};
Eq_48214 g_t230AD224 = 
	{
		0x24,
	};
byte g_a230AD22C[] = 
	{
	};
byte g_b230AD254 = 0x25;
Eq_2 g_t230AD25C = 
	{
		110
	};
byte g_b230AD268 = 0x25;
struct Eq_274 g_t230AD4D4 = 
	{
		115,
		
		{
			0x006B
		},
		
		{
			58
		},
		
		{
			32
		},
		0x695F,
		
		{
			80
		},
	};
struct Eq_274 g_t230AD520 = 
	{
		115,
		
		{
			0x006D
		},
		
		{
			32
		},
		
		{
			97
		},
		0x6E6F,
		
		{
			97
		},
	};
struct Eq_274 g_t230AD570 = 
	{
		0x6D,
		
		{
			0x0068
		},
		
		{
			114
		},
		
		{
			115
		},
		0x7075,
		
		{
			-63
		},
	};
word32 g_a230AD938[65] = 
	{
		0x428A2F98,
		1899447441,
		~0x4A3F0430,
		~0x164A245A,
		961987163,
		0x59F111F1,
		2453635748,
		2870763221,
		0xD807AA98,
		0x12835B01,
		607225278,
		0x550C7DC3,
		1925078388,
		2162078206,
		2614888103,
		3248222580,
		3835390401,
		4022224774,
		264347078,
		0x240CA1CC,
		770255983,
		0x4A7484AA,
		0x5CB0A9DC,
		1996064986,
		2554220882,
		2821834349,
		2952996808,
		3210313671,
		0xC6E00BF3,
		3584528711,
		113926993,
		0x14292967,
		666307205,
		773529912,
		1294757372,
		0x53380D13,
		0x650A7354,
		0x766A0ABB,
		0x81C2C92E,
		0x92722C85,
		~0x5D40175E,
		2820302411,
		0xC24B8B70,
		3345764771,
		0xD192E819,
		0xD6990624,
		4094571909,
		0x106AA070,
		430227734,
		506948616,
		659060556,
		883997877,
		0x391C0CB3,
		1322822218,
		1537002063,
		1747873779,
		1955562222,
		2024104815,
		2227730452,
		0x8CC70208,
		2428436474,
		0xA4506CEB,
		3204031479,
		3329325298,
		0x70707573,
	};
struct Eq_274 g_t230ADA68 = 
	{
		0x67,
		
		{
			0x0077
		},
		
		{
			0x006C
		},
		
		{
			114
		},
		0x746E,
		
		{
			97
		},
	};
struct Eq_274 g_t230ADB3C = 
	{
		0x50,
		
		{
			32
		},
		
		{
			-0x006C
		},
		
		{
			-0x006C
		},
		0xDC48,
		
		{
			26
		},
	};
struct Eq_274 g_t230ADB78 = 
	{
		0x52,
		
		{
			32
		},
		
		{
			82
		},
		
		{
			79
		},
		18002,
		
		{
			-24
		},
	};
struct Eq_274 g_t230ADB8C = 
	{
		0x0D,
		
		{
			0
		},
		
		{
			88
		},
		
		{
			82
		},
		0x5232,
		
		{
			0x0C
		},
	};
struct Eq_274 g_t230ADEA4 = 
	{
		0x6D,
		
		{
			0x0077
		},
		
		{
			-0x006C
		},
		
		{
			16
		},
		~0x4899,
		
		{
			80
		},
	};
struct Eq_274 g_t230AE210 = 
	{
		0x25,
		
		{
			97
		},
		
		{
			45
		},
		
		{
			65
		},
		0x6552,
		
		{
			66
		},
	};
struct Eq_274 g_t230AE26C = 
	{
		0x2D,
		
		{
			45
		},
		
		{
			114
		},
		
		{
			37
		},
		0x00,
		
		{
			73
		},
	};
struct Eq_274 g_t230AE2E4 = 
	{
		0x2D,
		
		{
			45
		},
		
		{
			101
		},
		
		{
			32
		},
		0x0A,
		
		{
			111
		},
	};
struct Eq_274 g_t230AE35C = 
	{
		0x55,
		
		{
			0x0067
		},
		
		{
			20
		},
		
		{
			7
		},
		~0x213D,
		
		{
			-88
		},
	};
struct Eq_274 g_t230AE450 = 
	{
		115,
		
		{
			32
		},
		
		{
			98
		},
		
		{
			100
		},
		18011,
		
		{
			91
		},
	};
struct Eq_274 g_t230AE4C4 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			95
		},
		
		{
			95
		},
		19777,
		
		{
			32
		},
	};
struct Eq_274 g_t230AE718 = 
	{
		99,
		
		{
			101
		},
		
		{
			-0x0A
		},
		
		{
			21
		},
		~0x1D09,
		
		{
			0
		},
	};
struct Eq_274 g_t230AE858 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			32
		},
		
		{
			100
		},
		0x4120,
		
		{
			-99
		},
	};
struct Eq_274 g_t230AE870 = 
	{
		0x25,
		
		{
			100
		},
		
		{
			0
		},
		
		{
			99
		},
		29545,
		
		{
			6
		},
	};
struct Eq_274 g_t230AE878 = 
	{
		0x25,
		
		{
			97
		},
		
		{
			0x0069
		},
		
		{
			0x0069
		},
		0x706D,
		
		{
			-7
		},
	};
struct Eq_274 g_t230AE89C = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			40
		},
		
		{
			115
		},
		24421,
		
		{
			-0x0069
		},
	};
struct Eq_274 g_t230AE8C0 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			65
		},
		
		{
			95
		},
		0x4954,
		
		{
			-55
		},
	};
struct Eq_274 g_t230AE9C0 = 
	{
		117,
		
		{
			99
		},
		
		{
			58
		},
		
		{
			117
		},
		0x2020,
		
		{
			-2
		},
	};
byte g_a230AEAF0[] = 
	{
	};
word32 g_a230AEB40[] = 
	{
	};
int32 g_a230AEF40[] = 
	{
	};
word32 g_a230AF340[] = 
	{
	};
int32 g_a230AF740[] = 
	{
	};
int32 g_a230AFC40[] = 
	{
	};
word32 g_a230B0040[] = 
	{
	};
int32 g_a230B0440[] = 
	{
	};
struct Eq_95684 * g_a230B0840[] = 
	{
	};
struct Eq_274 g_t230B0D7C = 
	{
		0x5B,
		
		{
			93
		},
		
		{
			95
		},
		
		{
			58
		},
		24417,
		
		{
			99
		},
	};
int32 g_dw230B0DBC = 3;
struct Eq_274 g_t230B0DD8 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			95
		},
		
		{
			82
		},
		0x5145,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0E0C = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			95
		},
		
		{
			32
		},
		0x3025,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0E3C = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			99
		},
		
		{
			0x0078
		},
		0x2520,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0E58 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			80
		},
		
		{
			81
		},
		0x646E,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0E70 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			110
		},
		
		{
			32
		},
		0x0A,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0E88 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			80
		},
		
		{
			81
		},
		0x656E,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0EA0 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			91
		},
		
		{
			32
		},
		0x4441,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0EB8 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			110
		},
		
		{
			37
		},
		0x00,
		
		{
			16
		},
	};
struct Eq_274 g_t230B0EE8 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			37
		},
		
		{
			83
		},
		0x7375,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0F0C = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			101
		},
		
		{
			114
		},
		16716,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0F30 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			86
		},
		
		{
			70
		},
		0x2051,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0F54 = 
	{
		0x25,
		
		{
			83
		},
		
		{
			46
		},
		
		{
			0
		},
		22363,
		
		{
			16
		},
	};
struct Eq_274 g_t230B0F6C = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			70
		},
		
		{
			81
		},
		0x656E,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0F90 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			0x0D
		},
		
		{
			98
		},
		0x6E65,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0FC8 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			0
		},
		
		{
			91
		},
		26995,
		
		{
			0
		},
	};
struct Eq_274 g_t230B0FE8 = 
	{
		0x62,
		
		{
			0x006C
		},
		
		{
			56
		},
		
		{
			0
		},
		30299,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1000 = 
	{
		0x62,
		
		{
			101
		},
		
		{
			110
		},
		
		{
			99
		},
		0x2032,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1018 = 
	{
		0x5B,
		
		{
			115
		},
		
		{
			115
		},
		
		{
			93
		},
		0x7372,
		
		{
			0x0D
		},
	};
struct Eq_274 g_t230B1038 = 
	{
		0x5B,
		
		{
			115
		},
		
		{
			115
		},
		
		{
			93
		},
		0x7372,
		
		{
			0
		},
	};
struct Eq_274 g_t230B105C = 
	{
		0x5B,
		
		{
			115
		},
		
		{
			93
		},
		
		{
			97
		},
		0x7365,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1080 = 
	{
		0x5B,
		
		{
			115
		},
		
		{
			97
		},
		
		{
			69
		},
		3442,
		
		{
			2
		},
	};
struct Eq_274 g_t230B10A0 = 
	{
		0x5B,
		
		{
			115
		},
		
		{
			0x0A
		},
		
		{
			58
		},
		0x5455,
		
		{
			0
		},
	};
struct Eq_274 g_t230B10C0 = 
	{
		0x5B,
		
		{
			115
		},
		
		{
			67
		},
		
		{
			79
		},
		0x4745,
		
		{
			16
		},
	};
struct Eq_274 g_t230B10DC = 
	{
		0x62,
		
		{
			97
		},
		
		{
			-0x0044
		},
		
		{
			-74
		},
		0x29E0,
		
		{
			0
		},
	};
struct Eq_274 g_t230B110C = 
	{
		0x0A,
		
		{
			58
		},
		
		{
			98
		},
		
		{
			115
		},
		0x6C61,
		
		{
			0
		},
	};
<anonymous> g_t230B1148 = <code>;
struct Eq_274 g_t230B1C08 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			37
		},
		
		{
			0x006D
		},
		0x6C61,
		
		{
			95
		},
	};
struct Eq_274 g_t230B1C38 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			69
		},
		
		{
			91
		},
		0x255B,
		
		{
			91
		},
	};
struct Eq_274 g_t230B1C74 = 
	{
		0x25,
		
		{
			0x006D
		},
		
		{
			32
		},
		
		{
			32
		},
		0x2070,
		
		{
			91
		},
	};
struct Eq_274 g_t230B1CAC = 
	{
		0x5B,
		
		{
			117
		},
		
		{
			48
		},
		
		{
			50
		},
		29477,
		
		{
			101
		},
	};
struct Eq_274 g_t230B1CD0 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			0x0068
		},
		
		{
			32
		},
		0x656C,
		
		{
			82
		},
	};
struct Eq_274 g_t230B1CF0 = 
	{
		0x25,
		
		{
			98
		},
		
		{
			0x006C
		},
		
		{
			116
		},
		0x6D65,
		
		{
			32
		},
	};
struct Eq_274 g_t230B1D20 = 
	{
		0x25,
		
		{
			98
		},
		
		{
			-76
		},
		
		{
			0x0E
		},
		0x16F4,
		
		{
			32
		},
	};
struct Eq_274 g_t230B1D4C = 
	{
		0x25,
		
		{
			0x0066
		},
		
		{
			0x0055
		},
		
		{
			69
		},
		0x5000,
		
		{
			91
		},
	};
Eq_582729 g_a230B1D80[] = 
	{
	};
struct Eq_46618 g_t230B1DC0 = 
	{
		0x00,
		&g_t4154535F,
		22578,
		0x3A,
		0x3A,
	};
struct Eq_274 g_t230B1E04 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			37
		},
		
		{
			0
		},
		22363,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1E1C = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			111
		},
		
		{
			116
		},
		0x6920,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1E34 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			0x0D
		},
		
		{
			91
		},
		0x4120,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1E60 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			37
		},
		
		{
			0
		},
		22363,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1E78 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			45
		},
		
		{
			116
		},
		0x6169,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1EA4 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			115
		},
		
		{
			0
		},
		30018,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1EBC = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			91
		},
		
		{
			32
		},
		0x656E,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1ED4 = 
	{
		0x5B,
		
		{
			32
		},
		
		{
			0
		},
		
		{
			91
		},
		0x2020,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1F04 = 
	{
		0x50,
		
		{
			101
		},
		
		{
			116
		},
		
		{
			115
		},
		0x525B,
		
		{
			0
		},
	};
struct Eq_274 g_t230B1F18 = 
	{
		66,
		
		{
			83
		},
		
		{
			48
		},
		
		{
			37
		},
		0x253A,
		
